Repository: berkersonmez/TaleHouse
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Tales can contain maximum of %(max_parts_per_tale)s parts
tr: Masallarda en çok %(max_parts_per_tale)s bölüm olabilir

source: Tale part could not be created
tr: Masal bölümü yaratılamadı

source: Starting parts should not be deleted
tr: Başlangıç bölümleri silinmemelidir

source: Links of the tale part should be deleted first
tr: Önce bölümün bağları silinmelidir

source: You should wait approximately %(comment_cd)s minutes before commenting again
tr: Art arda yorum yazmadan en az %(comment_cd)s dakika beklenmelidir

source: Comment could not be created
tr: Yorum oluşturulamadı

source: Tales can contain maximum of %(max_vars_per_tale)s variables
tr: Masallarda en çok %(max_vars_per_tale)s değişken olabilir

source: Tale variable could not be created
tr: Masal değişkeni yaratılamadı

source: Tale variable not found
tr: Masal değişkeni bulunamadı

source: You can have a maximum of %(max_tales_per_user)s tales at once
tr: En çok %(max_tales_per_user)s masal oluşturabilirsin

source: Tale could not be created
tr: Masal oluşturulamadı

source: STARTING PART
tr: BAŞLANGIÇ BÖLÜMÜ

source: &lt;START WRITING YOUR STORY HERE...&gt;
tr: &lt;HİKAYENİ BURAYA YAZMAYA BAŞLA...&gt;

source: Starting part could not be created
tr: Başlangıç bölümü oluşturulamadı

source: Could not create the tale part
tr: Masal bölümü oluşturulamadı

source: Could not find the tale part:
tr: Masal bölümü bulunamadı:

source: Could not find the tale link:
tr: Masal bağı bulunamadı:

source: You cannot rate your own tale
tr: Kendi masalına puan veremezsin

source: You have already rated this tale
tr: Bu masala zaten puan verdin

source: Invalid rate amount
tr: Geçersiz puan miktarı

source: Rating could not be created
tr: Puan verilemedi

source: You do not follow any users
tr: Takip ettiğin kullanıcı yok

source: User not found
tr: Kullanıcı bulunamadı

source: Already registered user
tr: Kullanıcı zaten kayıt olmuş

source: User is disabled
tr: Kullanıcı aktif değil

source: Username or password is wrong
tr: Kullanıcı adı veya şifre yanlış

source: Invalid request
tr: Geçersiz istek

source: That makes no sense
tr: Bu mantıksız bir işlem
