Repository: berkersonmez/TaleHouse
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Turkish
tr: Türkçe

source: English
tr: İngilizce

source: Username
tr: Kullanıcı adı

source: Password
tr: Şifre

source: Username is already in use.
tr: Kullanıcı adı zaten kullanımda.

source: E-mail is already in use.
tr: E-mail adresi zaten kullanımda.

source: Search all types
tr: Tüm tipleri ara

source: Search normal tales
tr: Normal masalları ara

source: Search poll tales
tr: Oylamalı masalları ara

source: Order by rating
tr: Puana göre sırala

source: Order by name
tr: İsme göre sırala

source: Order by date
tr: Tarihe göre sırala

source: Search all languages
tr: Tüm dilleri ara

source: English tales
tr: İngilizce masalları ara

source: Turkish tales
tr: Türkçe masalları ara

source: Tale name
tr: Masal adı

source: Followed users only
tr: Sadece takip edilen kullanıcılar

source: Tale type
tr: Masal tipi

source: Order by
tr: Sıralama tipi

source: Language
tr: Dil

source: Tales consist of tale parts. Select a tale to add this tale part to.
tr: Masallar, masal bölümlerinden oluşur. Bu bölümün ekleneceği masalı seç.

source: Name
tr: Masal adı

source: Give a name to the tale part to recognize it easily. It will not be shown to the readers automatically.
tr: Masal bölümüne kolay tanınabilecek bir isim ver. Bu okuyucuya otomatik olarakgösterilmeyecektir.

source: Content
tr: İçerik

source: Write the content of the tale part. Advance the story and prepare for the events that will lead to the next parts.
tr: Masal bölümünün içeriğini yaz. Hikayeyi ilerlet ve gelecek bölümlerdeki olaylara doğru gelişme sağla.

source: Is active?
tr: Aktif mi?

source: If a tale part is not active, the story will not progress at that part. Use this to complete unfinished parts while not blocking the whole story.
tr: Eğer bir masal bölümü aktif değilse, hikaye bu bölümde duraklayacaktır. Yani, okurlar bu noktadan ileri gidemeyecekler. Bunu tüm hikayeyi engellemeden eksik kısımları tamamlamak için kullanabilirsin.

source: Poll end date
tr: Oylama bitiş tarihi

source: Only applicible to poll tales. Poll tale parts stay open for community votes until poll end date. After that time, the story will advance according to the mostly voted part.
tr: Sadece oylama masallarına uygulanabilir. Oylama masallarının bölümleri bu tarihekadar halk oylamasına açık kalır. Bu zaman sonrasında hikaye seçilen aksiyona göre ilerleyecektir.

source: There is another tale part with the same name.
tr: Aynı isimde başka bir masal bölümü var.

source: Poll tale parts should have poll end date values.
tr: Oylama masal bölümleri oylama sonu tarihi değerine sahip olmalıdır.

source: Poll end date should be a future date.
tr: Oylama sonu tarihi gelecek bir tarih olmalıdır.

source: Tale variables let you create immersive choices and consequences. Give a name to the tale variable to recognize it easily. It will not be shown to the readers automatically.
tr: Masal değişkenleri okuyucunun seçimler yapmasını ve bunların sonuçlarına katlanmasını sağlar. Bu masal değişkenine takip edilebilir bir isim ver. Bu isim okuyuculara gösterilmeyecek, sadece senin tarafından görülebilecektir.

source: Default Value
tr: Başlangıç Değeri

source: Give a starting value to this variable according to its purpose. For example, if this is "gold" you might want to start the player with 200 gold and make them spend it throughout the story.
tr: Değişkene amacına uygun olarak bir başlangıç değeri ver. Örneğin, eğer değişken okuyucunun sahip olduğu altın sayısını temsil edecek ise, masalın başında 200 altın ile başlatmak ve hikaye boyunca altınları harcatmak mantıklı olabilir.

source: There is another variable with the same name.
tr: Aynı isimde bir değişken zaten var.

source: Default value should be an integer.
tr: Başlangıç değeri bir tamsayı olmalıdır.

source: Default value is invalid.
tr: Başlangıç değeri geçersiz.

source: Variable
tr: Değişken

source: If this variable does not yield the condition, the link will not be available to choose for the reader.
tr: Eğer bu değişken ön koşulu sağlamıyor ise, seçenek okuyucuya gösterilmeyecektir.

source: Condition
tr: Ön koşul

source: Value
tr: Değer

source: Value should be an integer.
tr: Değer bir tamsayı olmalıdır.

source: Value is invalid.
tr: Değer geçersiz.

source: Consequence
tr: Sonuç

source: Tale Name
tr: Masal adı

source: Give a unique name to your tale. For example: Little Red Riding Hood.
tr: Masalına özgün bir isim ver. Mesela: Kırmızı Başlıklı Kız

source: Select the language of the tale for categorization purposes.
tr: Masalı yazacağın dili seç. Bu dile göre masal filtrelemeyi sağlar.

source: Is poll tale?
tr: Oylama masalı mı?

source: Poll tales advance at designated times according to community votes.Non-poll tales are individual and unique for every reader.
tr: Oylama masalları belli tarihlerde halk oylamasına göre ilerler. Normal masallar ise kullanıcıya özgüdür ve tekil olarak ilerler.

source: There is another tale with the same name.
tr: Aynı isimde bir masal zaten var.

source: Link name will not be shown to the readers. It is a unique name for the linkto conveniently distinguish it from the other links.
tr: Bağ isimleri okuyucuya gösterilmez. Yalnızca diğer bağlardan ayırt edebilmen için vermen gereken isimlerdir.

source: Action Text
tr: Aksiyon

source: Action text will be shown to the reader to let them select as their choice.According to selected actions, story will advance
tr: Aksiyonlar kullanıcıya gösterilecek ve seçmesi istenilecek seçenekleri oluşturur.Masal seçilen aksiyonlara göre ilerler.

source: Source
tr: Kaynak

source: When this action is selected, the story will depart from the source part.
tr: Bu aksiyon seçildiğinde, okur kaynak bölümünden ayrılacaktır.

source: Destination
tr: Hedef

source: When this action is selected, the story will arrive to the destination part.
tr: Bu aksiyon seçildiğinde, okur hedef bölümüne ulaşacaktır.

source: There is another link with the same name.
tr: Aynı isimde bir bağ zaten var.

source: Destination cannot be the same as source.
tr: Hedef kaynak ile aynı olamaz.

source: Write comments to show your appreciation to the authors.
tr: Yazara vermek istediğin mesajları yorumuna yaz.

source: user
tr: kullanıcı

source: selected links
tr: seçilen bağlar

source: followed users
tr: takip edilen kullanıcılar

source: name
tr: isim

source: creation date
tr: oluşturulma tarihi

source: language
tr: dil

source: is poll tale
tr: oylama masalı mı

source: is published
tr: yayınlandı mı

source: rating
tr: puan

source: tale
tr: masal

source: content
tr: içerik

source: is active
tr: aktif mi

source: is start part
tr: başlangıç bölümü mü

source: vote end date
tr: oylama bitiş tarihi

source: source tale part
tr: kaynak bölümü

source: destination tale part
tr: hedef bölümü

source: action
tr: aksiyon

source: Larger Than or Equal To
tr: Daha Büyük veya Eşittir

source: Smaller Than or Equal to
tr: Daha Küçük veya Eşittir

source: Equals
tr: Eşittir

source: Add
tr: Ekle

source: Substract
tr: Çıkar

source: Equate
tr: Eşitle

source: language name
tr: dil adı

source: code
tr: dil kodu

source: Create Tale
tr: Masal Yarat

source: Your Tales
tr: Senin Masalların

source: Search Tales
tr: Masal Ara

source: Search Users
tr: Kullanıcı Ara

source: Profile
tr: Profil

source: Connect Facebook Account
tr: Facebook Hesabını Bağla

source: Connect Google Account
tr: Google Hesabını Bağla

source: Log out
tr: Çıkış yap

source: Sign in
tr: Giriş yap

source: Sign up
tr: Üye ol

source: About Interactale
tr: Interactale Hakkında

source: What is Interactale?
tr: Interactale Nedir?

source: Read interactive stories or write your own
tr: İnteraktif hikayeler oku veya kendi interaktif hikayeni yarat

source: Interactale is an online tool that lets you read fun interactive tales and stories. Everything in Interactale is about having fun with make-your-own stories. Select your path throughout the fables to have your unique experience. Better yet, you can make your dreams come true and write your own interactive stories with Interactale's easy-to-use interface.
tr: Interactale eğlenceli interaktif masallar ve hikayeler okumanı sağlayan bir araçtır.Intearactale'in tüm olayı 'kendi hikayeni yarat' konsepti altında yazılmış hikayelerin tadını çıkarmaktır. Masallar içinde kendi seçimlerini yap ve kişisel bir deneyim oluştur. Daha da güzeli, rüyalarındaki interaktif hikayeyi de Interactale'in kolay kullanımlı arayüzüyle yazabilirsin.

source: Clean reading interface
tr: Temiz okuma arayüzü

source: Interactale presents stories in a clean and tidy way. Reading does not hurt your eyes. Compliance of background and foreground is designated according to provide the best experience to the readers. Reading in Interactale is just comfortable as reading a book from its paper print. Basic interface does not go in your way or interrupt your attention.
tr: Interactale, masalları temiz ve düzenli bir biçimde sunar. Arkaplan ve yazı uyumu okuyucular için en iyi deneyimi sunacak biçimde ayarlanmıştır. Interactale'de hikaye okumak, bir kitabın sayfalarındaki yazıyı okumak kadar konforludur. Basit arayüz okuyucunun dikkatini dağıtmaz.

source: Visual Tale Representation
tr: Görsel Masal Temsili

source: You can write your dream tale with the easy and innovative interface. Interactale aims to give a good representation of the tale links and paths. This makes it possible to design the tale on the go and come up with new ideas. The interface is designed to be light as well as comprehensive. With the aim of offering both simplicity and good usability, Interactale provides you with a great interactive story making tool.
tr: Rüyalarındaki masalı özgün ve yenilikçi arayüz sayesinde kolayca kullanıcılarla buluşturabilirsin. Interactale, masal bağlarının ve bölümlerinin anlaşılabilir bir görsel temsilini oluşturabilmeyi hedefler. Bu sayede, hikayeni gittikçe geliştirebilir, yeni fikirler keşfedebilirsin. Arayüz, hafif ve bir o kadar da kapsamlı tasarlanmıştır. Basitlik ve kullanılabilirliği bir arada sağlamayı amaçlayan Interactale, gelişmiş bir interaktif hikaye yaratma aracı sunar.

source: Mobile Ready
tr: Mobile Hazır

source: Interactale is ready for mobile use, thanks to its responsive design. You can read stories on the go using your smart phone or tablet. All functionality of the tool is open to access with mobile devices. iOS, Android, Windows Phone and Blackberry are all supported.
tr: Interactale, responsive tasarımı sayesinde mobil kullanıma hazırdır. Hikayeleri hareket halinde akıllı telefonun veya tabletinden okuyabilirsin. Tüm işlevsellik mobil cihazlara açıktır. iOS, Android, Windows Phone ve Blackberry modelleri desteklenmektedir.

source: Interactale is open source
tr: Interactale açık kaynak kodludur

source: Interactale is open source, which means you can see its codes and also contribute to it! It is dedicated to the community, thus, is completely free. It is created using the great Django framework. You can see the repository at %(link)s and make contributions to carry it forward to be a perfect tool.
tr: Interactale açık kaynak kodludur, yani kodlarını görebilir ve bunlara katkıda bulunabilirsin! Tüm internet alemine atanmış bir araç olan Tale House, tamamen ücretsizdir.Django framework'ü kullanılarak hazırlanan Tale House'un kaynak kodlarına %(link)s aracılığıyla ulaşabilirsin. Haydi sen de bu özgün ve mükemmel aracı oluşturmamıza yardımcı ol!

source: How to use Interactale
tr: Interactale nasıl kullanılır

source: Create a tale
tr: Masal yarat

source: Creating a tale is as easy as giving it a name. You can also designate a language in which you will write the tale. Readers will be able to filter the tales that are in their languages to select and read them. Also, tales can be designated as 'poll' tales; which means the tale is not designated by individual readers uniquely, but it is developed by community votes.
tr: Masal yaratmak ona bir isim vermek kadar kolaydır. Ek olarak, masalı yazacağın dili de belirtmelisin. Bu kullanıcıların istedikleri dildeki hikayeleri bulmalarına yardımcı olacaktır. Ayrıca, masallar 'oylama' masalları olarak belirlenebilir. Oylama masallrı her okura özel değildir, aksine, halk oylamasıyla seçilen aksiyonlar alınarak hikayenin ilerlemesi sağlanır.

source: Many a little makes a mickle
tr: Damlaya damlaya göl olur

source: Tales consist of tale parts. Think of them as book chapters, or maybe something smaller. Develop the story in the tale parts to carry the readers to another choice that they will make. Punish bad choices, or create plot twists and cliffhangers; it is all up to your imagination! If you are creating a poll tale, don't forget to give the part a 'poll end date' which will show the time the poll is going to end and the story is going to progress.
tr: Masallar masal bölümlerinden oluşur. Bunları kitap bölümleri olarak düşünebilirsin, ne kadar uzun olacakları sana kalmış. Hikayeyi seçimlerine göre gelecek yol ayrımına ilerleten olaylarla yoğurarak ilerlet. Kötü seçimleri cezalandır, şaşırtıcı ve meraklandırıcı olaylar kur; orası senin hayal gücüne kalmış! Eğer oylama masalı oluşturuyorsan, bölüm için 'oylama bitiş tarihi' belirlemeyi unutma. Bu oylamanın bitip hikayenin ilerleyeceği tarihi gösterir.

source: Let users make choices
tr: Okurlar seçim yapsın

source: Tale links bind parts together. They are the choices that readers will make. Let them choose between giving money away vs. saving it; going through dark corridors vs. facing the known enemy; sacrificing wealth vs. health; sparing a life vs. killing a bug... Divaricate the story as much as you want and give the readers a thrilling experience.
tr: Masal bağları bölümleri birleştirir. Bunlar, okurların yapacağı seçimlerdir. 'Parayı çarçur mu etmeliyim, yoksa yatırım mı yapmalıyım? Karanlık koridorlardan mı geçmeliyim, yoksa bilindik düşmanlarla mı karşılaşmalıyım? Sağlığı mı yoksa zenginliği mi feda etmeliyim? Hayat mı kurtarmalıyım, yoksa bir böceği öldürmeli miyim?' Bırak okur seçimlerine katlansın. Sen hikayeyi istediğin gibi dallandır ve heyecanlı bir deneyim oluştur.

source: Explore
tr: Keşfet

source: You can also read others' stories, follow users and see their tales, search the tale for your liking, give rating to the tales you read to guide other users. Just choose your path to start your brave adventure!
tr: Tüm bunların yanında, diğer kullanıcıların masallarını okuyabilir, kullanıcıları takip edip yazdıklarına göz atabilir, beğenine uygun masalı arayabilir, masalları oylayıp diğer kullanıcılara yol gösterebilirsin. Sadece bu cesur maceradaki ilk adımını seçmen yeterli!

source: Write a Tale
tr: Bir masal yaz

source: Read a Tale
tr: Bir masal oku

source: An error occured
tr: Bir hata oluştu

source: Error
tr: Hata

source: Go back
tr: Geri git

source: Index
tr: Anasayfa

source: Welcome to Interactale!
tr: Interactale'e hoşgeldin!

source: Write your interactive stories. Create your world and let people experience it.
tr: İnteraktif hikayeler yaz. Kendi dünyanı yarat ve diğer insanlarla buluştur.

source: Learn more
tr: Daha fazlasını öğren

source: Recent Best Rated
tr: Yeni En İyi Puan

source: No tales to show here
tr: Gösterecek hikaye yok

source: Write Your Own
tr: Kendin Yaz

source: Read Now
tr: Şimdi Oku

source: Freshly Written
tr: Taze Yazılmış

source: Nearest Poll Time
tr: En Yakın Oy Bitimi

source: No polls to resolve in future
tr: Gelecekte oy bitimi görünmüyor

source: Write a Comment
tr: Bir yorum yaz

source: Add Comment
tr: Yorum Ekle

source: Add Tale Link
tr: Masal Bağı Ekle

source: Conditions
tr: Ön şartlar

source: Conditions designate the rules for the links to be shown to the reader. If the reader can not satisfy all the conditions, the choice will not be available for them.
tr: Ön şartlar bağların okuyucuya gösterilmesi için gereken kuralı belirler. Eğer okuyucu gerekli ön şartların hepsini sağlayamazsa bu seçenek okuyucuya gösterilmeyecektir.

source: Delete
tr: Sil

source: Save Precondition
tr: Ön Koşulu Kaydet

source: Consequences
tr: Sonuçlar

source: Consequences designate the way the variables will be changed when the link is selected by the reader.
tr: Sonuçlar, aksiyon okuyucu tarafından seçildiğinde masal değişkenlerinin nasıl değişeceğini belirler.

source: Save Consequence
tr: Sonucu kaydet

source: Create Tale Link
tr: Masal Bağı Yarat

source: Tale Graph
tr: Masal Diyagramı

source: Write Tale Part
tr: Masal Bölümü Yaz

source: Create Tale Part
tr: Masal Bölümü Yarat

source: Add Tale Variable
tr: Masal Değişkeni Ekle

source: Read
tr: Oku

source: Publication
tr: Yayınlama

source: Publish your tale here. When a tale is published, it can be seen by other people. You can then share your story anywhere you like.
tr: Masalını buradan yayınlayabilirsin. Masal yayınlandığında diğer kullanıcılar tarafından görüntülenebilir. Sonrasında istediğin her yerde masalını paylaşabilirsin.

source: Publish
tr: Yayınla

source: Published
tr: Yayınlandı

source: Tale Parts
tr: Masal Bölümleri

source: Tale parts are the pages of your story. You can edit and delete them here.
tr: Masal bölümleri hikayenin sayfalarıdır. Bölümleri buradan düzenleyebilir veya silebilirsin.

source: Part Name
tr: Bölüm Adı

source: Is Start?
tr: Başlangıç mı?

source: Is Enabled?
tr: Aktif mi?

source: Enable/Disable
tr: Aktifleştir/Pasifleştir

source: Edit
tr: Düzenle

source: Disable
tr: Pasifleştir

source: Enable
tr: Aktifleştir

source: Add New Part
tr: Yeni Bölüm Ekle

source: Tale Links
tr: Masal Bağları

source: Tale links are the decisions the readers will face. Click on the eye icon to show/hide the preconditions and the consequences of that link. If the preconditions are not met, link will not be shown to the reader. Consequences will be applied when the link is selected by the reader.
tr: Masal bağları okurların yüzleşeceği seçeneklerdir. Göz ikonuna tıklayarak bağın ön koşullarını ve sonuçlarını görüntüleyebilirsin. Eğer okur bağın tüm ön koşullarını sağlamazsa bağ okura gösterilmez. Bağ sonuçları ise, bağ okur tarafından seçildiğinde masal değişkenlerinin değerini değiştirmeye yarar.

source: Link Name
tr: Bağ Adı

source: Action
tr: Aksiyon

source: Preconditions
tr: Ön Koşullar

source: None
tr: Yok

source: Statistics
tr: İstatistikler

source: Readers selected this link:
tr: Bu bağı seçen okurlar:

source: Percent selected this link:
tr: Bu bağın seçilme yüzdesi:

source: Add New Link
tr: Yeni Bağ Ekle

source: Tale Variables
tr: Masal Değişkenleri

source: Tale variables make it possible to show different texts and links to the readers. When a user starts reading the tale, all tale variables will start from their default values. As the links are selected, consequences will affect the variable values.
tr: Masal değişkenleri okuyucuya farklı yazılar ve seçenekler göstermeyi sağlar. Bir okur masalı okumaya başladığında, tüm değişkenler o okur için varsayılan değerlerini almış olur. Masal bağları okur tarafından seçildikçe, bağ sonuçları ile ilişkili olarak masal değişkenlerinin değerleri değişecektir.

source: Variable Name
tr: Değişken Adı

source: Add New Variable
tr: Yeni Değişken Ekle

source: You can see the tale graph and enter the graph editor. The graph editor lets you edit your tale in a more visual and all-in-one-page way, although it lacks some features.
tr: Burada masal diyagramı ve diyagram editörü görülebilir. Diyagram editörü masalın yapısını daha görsel bir şekilde düzenlemeye yardımcı olur, fakat masal içeriği gibi bazı özellikleri düzenlemede eksik kalır.

source: Open Tale Graph Editor
tr: Masal Diyagramı Editörünü Aç

source: Inspector
tr: Düzenleyici

source: Element Type
tr: Seçili Elemanın Tipi

source: Selected Element ID
tr: Seçili Elemanın ID'si

source: Selected Element Name
tr: Seçili Elemanın Adı

source: Select a graph element
tr: Diyagramdaki bir elemanı seç

source: Selected Link Action
tr: Seçili bağ aksiyonu

source: Tip: Click on an element in the graph. Edit its name using the textbox above and press ENTER.
tr: İpucu: Diyagram elemanlarından birine tıkla. Üstten elemanın adını değiştir ve ENTER'a bas.

source: Delete Element
tr: Elemanı Sil

source: Tip: You can add parts and links using the buttons above, but you cannot edit the content of tale part in this window yet.
tr: İpucu: Yukarıdaki butonlardan masal bölümlerini ve bağlarını düzenleyebilirsin, fakat henüz bölüm içeriğini bu editör ile düzenlemen mümkün değildir.

source: Save Tale
tr: Masalı kaydet

source: Cancel
tr: Vazgeç

source: Tip: Click "Save" to apply all changes.
tr: İpucu: "Kaydet"'e tıklayarak değişiklikleri kaydet.

source: Graph Editor
tr: Diyagram Editörü

source: Cannot save the graph yet! There may be disconnected links.
tr: Diyagram kaydedilemiyor! Ucu bağlanmamış bağlar olabilir.

source: Edit Tale Link
tr: Masal Bağını Düzenle

source: Edit Tale Part
tr: Masal Bölümünü Düzenle

source: Edit Tale Variable
tr: Masal Değişkenini Düzenle

source: Tale List
tr: Masal Listesi

source: Is a Poll Tale?
tr: Oylama Masalı mı?

source: Rating
tr: Puan

source: Details
tr: Detaylar

source: Create New Tale
tr: Yeni Masal Yarat

source: Reset Progress
tr: Başa Sar

source: Page
tr: Sayfa

source: Go to last page
tr: Son sayfaya git

source: Tale cannot progress
tr: Masal ilerleyemiyor

source: The tale will progress when the poll ends at %(date)s
tr: Masal %(date)s tarihinde oy bittiğinde ilerleyecek

source: The End.
tr: Son.

source: Previous
tr: Önceki

source: Next
tr: Sonraki

source: Tale Author Controls
tr: Masal Yazar Kontrolleri

source: These will not be shown to the readers.
tr: Bunlar okuyucuya gösterilmeyecektir.

source: Edit this part
tr: Masal Bölümünü Düzenle

source: Go back to tale details
tr: Masal detay sayfasına geri dön

source: Comments
tr: Yorumlar

source: Write a comment to this part
tr: Bu bölüme bir yorum yaz

source: Search Tale
tr: Masal Ara

source: Search
tr: Ara

source: Writer
tr: Yazar

source: Is Poll Tale?
tr: Oylama Masalı Mı?

source: OR
tr: VEYA

source: Login with
tr: Giriş yap

source: Search User
tr: Kullanıcı Ara

source: Follow
tr: Takip et

source: 's Profile
tr: 'in Profili

source: 's Published Tales
tr: 'in Yayınlanmış Masalları

source: Unfollow
tr: Takibi bırak

source: You have rated this tale %(rating)s out of 5
tr: Bu masala 5 üzerinden %(rating)s verdin

source: Share
tr: Paylaş

source: No content yet...
tr: Daha içerik yok...

source: Tale does not have a starting part
tr: Masalın başlangıç bölümü yok

source: This tale part is not activated yet
tr: Bu masal bölümü daha aktifleştirilmemiş

source: Tale part does not have any links
tr: Masal bölümünün hiç bağı yok

source: Unknown error
tr: Bilinmeyen hata

source: Tale not found
tr: Masal bulunamadı

source: An error occurred
tr: Bir hata oluştu

source: Tale link not found
tr: Masal bağı bulunamadı

source: Tale part not found
tr: Masal bölümü bulunamadı

source: This link does not belong to the given part
tr: Bu bağ masal bölümüne ait değil

source: You cannot take that action
tr: Bu eylemi gerçekleştiremezsiniz

source: You have already selected a link for this part
tr: Bu bölüm için zaten bir aksiyon seçtiniz

source: You cannot vote for this link at this time
tr: Bu bağ için oy veremezsin

source: Poll tale votes cannot be revoked
tr: Oylama masalı oyları geri alınamaz

source: User is not authenticated
tr: Kullanıcı giriş yapmamış

source: Parts can contain maximum of %(max_links_per_part)s links
tr: Masal bölümlerinde en çok %(max_links_per_part)s bağ olabilir

source: Tale link could not be created
tr: Masal bağı oluşturulamadı

source: Links should not create cycles in the tale
tr: Bağlar masalda döngü oluşturmamalıdır

source: An error is occured
tr: Bir hata oluştu

source: Incorrect JSON
tr: JSON yanlış

source: Poll tale link is voted and cannot be deleted
tr: Masal bağına oy verilmiş, bu yüzden silinemez
